[Settings]
AuthorName=
AuthorEmail=
Language=English
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=OHRRPGCE Bug Reporter
HeaderText=%s hit a bug! Sorry!
SubHeaderText=Please send the OHRRPGCE developers this error report to help us fix the problem.\n(Size: %s before zipping.)
WhatDoesReportContain=Click here to see or change the files included
ProvideAdditionalInfo=OPTIONAL (we may be able to help you over email):
#ProvideAdditionalInfo=Click here to add info about the problem (recommended) or your email address
YourEmail=E-mail or name:
DescribeProblem=You can describe in a few words what you were doing when the error occurred:
MyConsent=By pressing the “Send report” button, I confirm that I am familiar with the contents of the report and accept the terms of the Privacy Policy.
MyConsent2=NOTE: the report includes a few small recently opened/viewed files (including ones seen in the file browser) and log files. You can remove these files from the report before sending, if you wish (click above). You can also add more files, such as a copy of the .rpg file.
PrivacyPolicy=Privacy Policy
InvalidEmailCaption=Invalid E-mail 
InvalidEmailText=Please specify a valid E-mail address, for example, name@hotmail.com, or leave it blank.
SendReport=Send report
CloseTheProgram=Don't send report
RestartApp=Restart %s after this window is closed.
OtherActions=Not right now…
SendReportLater=Store the report to send next time

[DetailDlg]
DlgCaption=Error Report Details
DoubleClickAnItem=Right-click to add or delete files to be included. Double-click to open a file.
FieldName=Name
FieldDescription=Description
FieldSize=Size
Preview=Preview
PrivacyPolicy=Privacy Policy
Close=Close
Export=Export…
NoDataToDisplay=No data to display
PreviewAuto=Auto
PreviewText=Text
PreviewHex=Hex
PreviewImage=Image
PreviewVideo=Video
Encoding=Text encoding
DescCrashDump=Crash Minidump
DescXML=Crash Description XML
DescScreenshot=Screenshot
DescRegKey=Registry Key Dump
DescVideo=Desktop Video Capture
Open=Open
DeleteSelected=Delete Selected File(s)
AttachMoreFiles=Attach More File(s)…
           
[ProgressDlg]
DlgCaption=%s - Sending Error Report
DlgCaption2=%s has stopped working
DlgCaptionExport = %s - Exporting Error Report
CollectingCrashInfo=Collecting information about the problem…
CompressingFiles=Compressing error report files…
StatusText= The error report is now being sent (attempt %d of 3)…
ConfirmLaunchEmailClient=The error report can be sent using your default E-mail program (%s).\nTo run the E-mail program, Press “OK”, otherwise press “Cancel”.
CompletedWithErrors=Completed with errors. Press Close to close this window.
ExportedWithErrors=Export completed with errors. Press Close to close this window.
CopySelectedLines=Copy selected lines
CopyTheWholeLog=Copy the whole log
Cancel=Cancel
Cancelling=Cancelling…
Close=Close

[ResendDlg]
DlgCaption=%s - Send Error Reports
BalloonCaption=%s - Error Reports
BalloonText=There are saved error reports for %s. Click here to send or delete them.
ColumnCreationDate=Creation Date
ColumnSize=Size
ColumnStatus=Status
ClickForDetails=Double-click an item to see details. Right click to delete reports.
SelectedSize=Items selected: %d. Total size: %s.
SendNow=Send now
ShowLog=Show log
MyConsent=By pressing the “Send report” button, I confirm that I am familiar with the contents of selected reports and accept the terms of the Privacy Policy.
MyConsent2=By pressing the “Send report” button, I confirm that I am familiar with the contents of selected reports.
PopupShow=Show
PopupExit=Exit
PopupRemindLater=Close this window, but remind me later
PopupNeverRemind=Close this window and never remind again
StatusPending=Pending
StatusInProgress=In progress…
StatusSucceeded=Succeeded
StatusFailed=Failed
CurrentAction=Current action:
DeliveryingReports=Delivering error reports…
DeliverySucceeded=Error reports were delivered successfully.
DeliveryFailed=Error report delivery completed with errors.
SelectAll=Select all
DeselectAll=Deselect all
DeleteSelected=Delete selected
DeleteAll=Delete all

[VideoRecDlg]
DlgCaption=%s - Screen Video Capture
Text=%s is going to start video capture of your screen to help better understand and fix errors that occur in this software. Note that screen capture may reduce performance of your computer. To continue, click the 'Allow' button.
Allow=Allow
Cancel=Cancel